Repository: danielmartinko/mraznicka-daniel-pracovna
Catalog: Mraznicka/Mraznicka/Resources/AppResources.*.resx
Languages: cs, sk

# about
source: About freezer
cs: O mrazničce
sk: O mrazničke

# about_mysli
source: who thinks for you
cs: která myslí za Vás
sk: ktorá myslí za Vás

# about_riadok_1
source: After a simple initial connection, which you can handle yourself, your phone will allow you the following uses and benefits:
cs: Po jednoduchém prvotním připojení, které zvládnete sami, vám telefon umožní následující využití a výhody:
sk: Po jednoduchom prvotnom prepojení, ktoré zvládnete sami, Vám Váš telefón umožní tieto využitia a výhody:

# about_riadok_2
source: - Expiry date reminders.
cs: - Připomenutí data vypršení platnosti.
sk: - Pripomienky dátumov spotreby.

# about_riadok_3
source: - Permanent overview of the contents of the freezer on your phone (anywhere and anytime).
cs: - Stálý přehled obsahu mrazničky na Vašem telefonu (kdekoli a kdykoli).
sk: - Stály prehľad obsahu mrazničky na Vašom telefóne (kdekoľvek a kedykoľvek).

# about_riadok_4
source: - Makes shopping and cooking planning easier.
cs: - Usnadní plánování nákupů a vaření.
sk: - Uľahčí plánovanie nákupov a varenia.

# about_riadok_5
source: - Quick search for food in the freezer.
cs: - Rychlé vyhledávání potravin v mrazničce.
sk: - Rýchle vyhľadávanie potravín v mrazničke.

# about_riadok_6
source: - You can use all the functions, for example, in the refrigerator or when making preserves.
cs: - Všechny funkce využijete například v lednici nebo při zavařování.
sk: - Všetky funkcie môžete využiť napríklad aj v chladničke alebo pri zaváraninách.

# ano
source: Yes
cs: Ano
sk: Áno

# bravcove
source: Pork
cs: Vepřové
sk: Bravčové

# bylinky
source: Herbs
cs: Bylinky
sk: Bylinky

# chytra_mraznicka
source: Clever freezer
cs: Chytrá mraznička
sk: Chytrá mraznička

# cukrovinky
source: Sweets
cs: Cukrovinky
sk: Cukrovinky

# datumvytvorenia
source: Creation date
cs: Datum vytvoření
sk: Dátum vytvorenia

# den
source: Day
cs: den
sk: deň

# detailmiestnosti
source: Room details
cs: Podrobný popis místnosti
sk: Detailný popis miestnosti

# detailpolozky
source: Item details
cs: Podrobný popis položky
sk: Detailný popis položky

# detailpozicie
source: Position details
cs: Podrobný popis pozice
sk: Detailný popis pozície

# detailtovaru
source: Goods details
cs: Podrobný popis potraviny
sk: Detailný popis tovaru

# detailzariadenia
source: Detailed description of the device
cs: Detail zařízení
sk: Detailný popis zariadenia

# dni
source: Days
cs: dni
sk: dni

# dní
source: Days
cs: dní
sk: dní

# do_expiracie
source: Until expiration:
cs: Do expirace
sk: Do exspirácie

# eansanepouziva
source: EAN is not used
cs: EAN se nepoužívá
sk: EAN sa nepoužíva

source: Empty TAG
cs: Prázdný TAG
sk: Prázdny TAG

# expiracia
source: Expiration
cs: Expirace
sk: Exspirácia:

# expiraciadni
source: Expiration (day)
cs: Expirace (dny)
sk: Exspiracia (dni)

source: Factory settings
cs: Původní nastavení
sk: Pôvodné nastavenia

# factory_settings_title
source: Factory settings
cs: Původní nastavení
sk: Pôvodné nastavenie

# factory_setting_otazka_text
source: Realy set factory settings? All items they will be delete!
cs: Opravdu chcete nastavit původní nastavení? Pokud to potvrdíte, smažou se všechny položky!
sk: Naozaj chcete nastaviť pôvodné nastavenia? Ak to potvrdíte, všetky položky sa zmažú!

# factory_setting_otazka_title
source: Factory settings
cs: Původní nastavení
sk: Pôvodné nastavenie

source: formatingtagoperationsucceessful
cs: Formátování proběhlo správně
sk: Formátovanie prebehlo správne

# hladana_polozka
source: Wanted item
cs: Hledaná položka
sk: Hľadaná položka

# hmotnost
source: Weigth (g)
cs: Hmotnost (g)
sk: Hmotnosť (g)

# hotovejedlo
source: Ready meal
cs: Hotové jídlo
sk: Hotové jedlo

# hovadzie
source: Beef
cs: Hovězí
sk: Hovädzie

# hydina
source: Poultry
cs: Drůbež
sk: Hydina

# icon
source: Ikon
cs: Ikona
sk: Ikona

# ine
source: Other
cs: Jiné
sk: Iné

# informacieweb
source: Information in Web
cs: Informace na Webu
sk: Informácie na Webe

# kategoria
source: Category
cs: Kategorie
sk: Kategória

# kuracie
source: Chicken
cs: Kuřecí
sk: Kuracie

# licencnecislo
source: Licence number
cs: Licenční číslo
sk: Licenčné číslo

# manualnyvyber
source: Manual pull item
cs: Manuální výběr
sk: Manuálny výber

# masovevyrobky
source: Meat product
cs: Masné výrobky
sk: Mäsové výrobky

# mliecnevyrobky
source: Milk production
cs: Mléčné výrobky
sk: Mliečne výrobky

# musiexistovataspomjedenzaznam
source: Must by one item
cs: Musí být nalezena alespoň jedna položka
sk: Musí existovať aspoň jeden záznam

# najdena_polozka
source: Found item
cs: Nalezena položka
sk: Nájdená položka

# naozajchcetevymazatzaznam
source: Realy delete item?
cs: Opravdu chcete záznam vymazat?
sk: Naozaj chcete vymazať záznam?

# nazov
source: Name
cs: Název
sk: Názov

# neplatny_licencny_kluc
source: License key is not valid
cs: Licenčný klíč je neplatný
sk: Licenčný kľúč je neplatný

# nespravny_ean
source: EAN not equal
cs: EAN se nezhoduje
sk: EAN sa nezhoduje

# nespravny_tag
source: TAG not equal
cs: TAG se nezhoduje
sk: TAG sa nezhoduje

# nfcisdissabled
source: NFC is disable
cs: NFC není povoleno
sk: NFC nie je povolené

source: NFC is not available
cs: NFC není přístupné
sk: NFC nie je prístupné

# nie
source: No
cs: Ne
sk: Nie

# niejemoznevymazatzaznam
source: No possible delete item
cs: Není možné vymazat položku
sk: Nie je možné vymazať položku

source: No TAG found
cs: TAG nebyl nalezen
sk: TAG sa nenašiel

# novamiestnost
source: New room
cs: Nová místnost
sk: Nová miestnosť

# novapolozka
source: New item
cs: Nová položka
sk: Nová položka

# novapozicia
source: New position
cs: Nová pozíce
sk: Nová pozícia

# novezariadenie
source: New device
cs: Nové zařížení
sk: Nové zariadenie

# novytovar
source: New goods item
cs: Nové zboží
sk: Nový tovar

# ovocie
source: Fruit
cs: Ovoce
sk: Ovocie

# oznam
source: notification
cs: Oznam
sk: Oznam

# o_mraznicke
source: About the freezer
cs: O mrazničce
sk: O mrazničke

# pecivo
source: Pastries
cs: Pečivo
sk: Pečivo

# polotovar
source: Semi-finished product
cs: Polotovar
sk: Polotovar

# polozka_bola_vymazana
source: The item has been deleted
cs: Položka byla vymazána
sk: Položka bola vymazaná

# polozka_ean_vymazana
source: The EAN item has been deleted
cs: Položka EAN byla vymazána
sk: Položka EAN bola vymazaná

# polozka_tag_vymazana
source: The TAG item has been deleted
cs: Položka TAG byla vymazána
sk: Položka TAG bola vymazaná

# popis
source: Description
cs: Popis
sk: Popis:

# popispoziciadetail
source: Description position detail
cs: Zobrazení pozice detailně
sk: Zobrazenie pozície detailne

# popispozicialist
source: Position list
cs: Zobrazení popisu pozic
sk: Zobrazenie popisu pozícií

# popispoziciavytvorenie
source: Description position creation
cs: Vytvoření pozice
sk: Vytvorenie pozície

# popistovardetail
source: Description goods detail
cs: Zobrazení zboží detailně
sk: Zobrazenie tovaru detailne

# popistovarvytvorenie
source: Description goods creation
cs: Vytvoření tovaru
sk: Vytvorenie tovaru

# popistovarzoznam
source: Description goods list
cs: Zobrazení seznamu zboží
sk: Zobrazenie zoznamu tovarov

source: popisvlozenie
cs: Popis vložení
sk: Popis vloženie

# popisvyber
source: Description search
cs: Umožňuje vybrat položku pomocí hledání
sk: Umožňuje vybrať položku pomocou hľadania

# popiszariadeniedetail
source: List device record detail
cs: Zobrazení seznamu zařízení detailně
sk: Zobrazenie zoznamu zariadení detailne

# popiszariadenievytvorenie
source: Create device record
cs: Vytvoření seznamu zařízení
sk: Vytvorenie zoznamu zariadení

# popiszariadeniezoznam
source: List device record
cs: Popis zařízení seznam
sk: Popis zariadení zoznam

# poslednepouzite
source: Last used
cs: Poslední použité
sk: Posledne použité

# pozicia
source: Position
cs: Pozice
sk: Pozícia

# poznamka
source: Note
cs: Poznámka
sk: Poznámka

# po_expiracii
source: After expiration:
cs: Po expiraci
sk: Po exspirácii

# prehlad
source: View
cs: Přehled
sk: Prehľad

# prehlad_main
source: View with choice
cs: Přehled s výběrem
sk: Prehľad s výberom

# pridat
source: Add
cs: Přidat
sk: Pridať

# recordcantbenull
source: Record can not by null
cs: Záznam nemůže být prázdný
sk: Záznam nemôže byť prázdny

# registracia_prebehla_uspesne
source: Registration successfull
cs: Registrace proběhla úspešne
sk: Registrácia prebehla úspešne

source: Restore
cs: Obnovit
sk: Obnoviť

# ryby
source: Fish
cs: Ryby
sk: Ryby

# spravny_ean
source: EAN equal
cs: EAN se zhoduje
sk: EAN sa zhoduje

# spravny_tag
source: TAG equal
cs: TAG se zhoduje
sk: TAG sa zhoduje

# suflik
source: Position
cs: Pozice
sk: Pozícia

source: TAG ID
cs: Identifikační číslo TAG
sk: Identifikačné číslo TAG

source: TAG Info
cs: Informace o TAG
sk: Informácia o TAG

# tagsanepouziva
source: TAG not used
cs: TAG se nepoužívá
sk: TAG sa nepoužíva

# tag_sa_uz_pouziva
source: Tag is used
cs: Tag se už používa
sk: Tag sa už používa

# telefon_ku_ean
source: Attach the phone to EAN
cs: Přiložte telefon k EAN-u
sk: Priložte telefón ku EAN-u

# telefon_ku_tag
source: Attach the phone to TAG
cs: Přiložte telefon k TAG-u
sk: Priložte telefón k TAG-u

# tovar
source: the goods
cs: Tovar
sk: Tovar

# ulozit
source: Save
cs: Uložit
sk: Uložiť

# unsupportedtag
source: Unsuported TAG
cs: Nepodporovaný TAG
sk: Nepodporovaný TAG

# userhascancelnfcsession
source: User cancel sesion
cs: userhascancelnfcsession
sk: Užívateľ zrušil operáciu

# uvod
source: Introduction
cs: Úvodní stránka
sk: Úvod

# uvodnastranka
source: Home page
cs: Úvodní stránka
sk: Úvodná stránka

# uvodnastranka_text
source: This application will allow you to check what, where and how long you have stored in the freezer.
cs: Tato aplikace Vám umožní kontrolovat co, kde a jak dlouho máte uloženo v mrazničce.
sk: Táto aplikácia Vám umožní kontrolovať čo, kde a ako dlho máte uložené v mrazničke.

# verzia
source: Version
cs: Verze
sk: Verzia

# vlozene
source: Stored:
cs: Vloženo:
sk: Vložené

# vlozenie
source: Push
cs: Vložení
sk: Vloženie

# vlozeniemanualne
source: Push manually
cs: Manuální vložení
sk: Manuálne vloženie

# vlozeniepomocouean
source: Push by EAN
cs: Vložení pomocí EAN
sk: Vloženie pomocou EAN

# vlozeniepomocoutag
source: Push by TAG
cs: Vložení pomocí TAG
sk: Vloženie pomocou TAG

# vlozenie_prebehlo_uspesne
source: The insertion was successful
cs: Vložení proběhlo úspěšně
sk: Vloženie prebehlo úspešne

# vyber
source: Pull
cs: Výběr
sk: Výber

# vyberpomocouean
source: Pull by EAN
cs: Výběr pomocí EAN
sk: Výber pomocou EAN

# vyberpomocoutag
source: Pull by TAG
cs: Výběr pomocí TAG
sk: Výber pomocou TAG

# vyberte_tovar_vsetko
source: Select goods - all
cs: Vyberte zboží - vše
sk: Vyberte tovar - všetko

# vyberte_zariadenia_vsetky
source: Select device - all
cs: Vyberte zařízení - všechna
sk: Vyberte zariadenie - všetky

# vyber_main
source: Pull
cs: Výběr
sk: Výber

# vymazaniezaznamu
source: Delete record
cs: Vymazání záznamu
sk: Vymazanie záznamu

source: Writing tag is not supported on this device
cs: Zápis do TAG je nepodporován
sk: Zápis do TAG je nepodporovaný

source: Writing tag operation successful
cs: Zápis do TAG proběhl úspěšně
sk: Zápis do TAG prebehol úspešne

# zadajteexpiraciu
source: Enter Date Of Expiration
cs: Zadejte datum expirace
sk: Zadajte dátum exspirácie

# zadajtehmotnost
source: Enter weight
cs: Zadejte hmotnost (g)
sk: Zadajte hmotnosť (g)

# zadajtelicencnecislo
source: Enter licence number
cs: Zadejte licenční číslo
sk: Zadajte licenčné číslo

# zadajtenazov
source: Enter name
cs: Zadejte název
sk: Zadajte názov

# zadajtepopis
source: This information is mandatory
cs: Tento udaj je povinný
sk: Tento údaj je povinný

# zadajtepoznamku
source: Enter note
cs: Zadejte poznámku
sk: Zadajte poznámku

# zadajte_opis_popisu
source: Enter section of text mandatory
cs: Zadejte část textu popisu
sk: Zadajte časť textu popisu

# zadajte_popis
source: Enter a description
cs: Tento údaj je povinný
sk: Tento údaj je povinný

# zadajte_poznamku
source: Enter a note
cs: Zadejte poznámku
sk: Zadajte poznámku

# zapisnatag
source: Writing to TAG
cs: Zápis na TAG
sk: Zápis na TAG

# zariadenie
source: Device
cs: Zařízení
sk: Zariadenie

# zaznamneexistuje
source: Device not exist
cs: Záznam nexistuje
sk: Záznam neexistuje

# zelenina
source: vegetables
cs: Zelenina
sk: Zelenina

# zmazat
source: Delete
cs: Smazat
sk: Zmazať

# zoznammiestnosti
source: Rooms list
cs: Seznam místností
sk: Zoznam miestností

# zoznampoloziek
source: Item list
cs: Seznam položek
sk: Zoznam položiek

# zoznampozicii
source: Positons list
cs: Seznam pozic
sk: Zoznam pozícií

# zoznamtovarov
source: Category list
cs: Seznam kategorií
sk: Zoznam kategórií

# zoznamzariadeni
source: Device list
cs: Seznam zařízení
sk: Zoznam zariadení

# zrusit
source: Cancel
cs: Zrušit
sk: Zrušiť

# zverina
source: Venison
cs: Zvěřina
sk: Zverina
